alsa-firmware
alsa-utils
base
base-devel
bat
blueman
brightnessctl
btop
chezmoi
chromium
ddcutil
discord
dunst
efibootmgr
eza
fastfetch
fd
figlet
firefox
fzf
gemini-cli
geoclue
ghostty
git
gpsd
grub
gtk3
hypridle
hyprland
hyprlock
hyprpicker
hyprshot
imagemagick
intel-ucode
jdk-openjdk
lazygit
libgpod
libreoffice-fresh
linux
linux-firmware
luarocks
ly
man-db
man-pages
neovim
network-manager-applet
networkmanager
nicotine+
nm-connection-editor
noto-fonts-cjk
noto-fonts-emoji
ntp
obsidian
pacman-contrib
pavucontrol
picard
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
python-dbus
python-pip
qt5-wayland
reflector
ripgrep
rust
sof-firmware
spotify-launcher
sudo
swaync
swayosd
swww
thefuck
thunar
thunderbird
tlp
tree-sitter-cli
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-meslo-nerd
tumbler
vi
vim
vlc
vlc-plugin-ffmpeg
waybar
wireplumber
woff2-font-awesome
wofi
xdg-desktop-portal
yazi
zoxide
zsh
zsh-completions
